Autodesk.Revit.DB.IFC.IFCFileWriteOptions.XMLConfigFileName
The XML configuration file name. It is used only for writing IFC-XML format file.
Remarks:
It uses default configuration if it is not set.
Throws Autodesk.Revit.Exceptions.ArgumentNullException:
When setting this property: A non-optional argument was null
Since:
2013